{
  "dublin": [
    {
      "category": "Lazy and cozy",
      "title": "The Lazy and Cozy Dublin Tour",
      "preview": "Slow down and soak up Dublin's charm one cozy café at a time. Stroll along the River Liffey, browse indie bookshops, and curl up with a pint by a roaring pub fire. This is the ultimate chill-out trip, where there’s no rush—just vibes.",
      "description": "This is a chill itinerary for exploring Dublin slowly...",
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Settle In & Stroll Slow",
          "day_description": "Ease into Dublin with a relaxed morning browsing the boutiques and coffee spots of Drury Street. Grab a pastry and people-watch in St. Stephen’s Green, then wander through the Little Museum of Dublin for quirky, bite-sized history. In the evening, tuck into comfort food at a cozy Georgian townhouse restaurant and end the night with a hot whiskey by the fire in a snug old pub.",
          "day_images": ["/images/itinerary_page/dublin-lazy-bookofkells.jpg","/images/itinerary_page/dublin-lazy-buidling.jpg","/images/itinerary_page/dublin-lazy-phoenixPark.jpg","/images/itinerary_page/dublin-lazy-stairs.jpg","/images/itinerary_page/dublin-lazy-statue.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Books, Brews & Bliss",
          "day_description": "Start your day wrapped in the scent of old books at the beautiful Long Room in Trinity College Library. Then it’s over to the Chester Beatty Library for calm vibes and global treasures. Spend your afternoon in a tea room or sipping Irish coffee in a plush hotel lounge, and if you're feeling fancy, treat yourself to a slow, scenic ride on the vintage green Dublin Tram Café.",
          "day_images": ["/images/itinerary_page/dublin-lazy-stairs.jpg","/images/itinerary_page/dublin-lazy-bookofkells.jpg","/images/itinerary_page/dublin-lazy-buidling.jpg","/images/itinerary_page/dublin-lazy-statue.jpg","/images/itinerary_page/dublin-lazy-phoenixPark.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Coastal Calm & Cottagecore Energy",
          "day_description": "Take a peaceful train ride to Dalkey or Killiney for sea air and small-town charm. Enjoy a quiet walk along the coast, then cozy up with lunch in a seaside café. Head back to Dublin for a final evening of jazz, gentle tunes, or a storytelling session—your perfect soft landing before heading home.",
          "day_images": ["/images/itinerary_page/dublin-lazy-phoenixPark.jpg","/images/itinerary_page/dublin-lazy-stairs.jpg","/images/itinerary_page/dublin-lazy-statue.jpg", "/images/itinerary_page/dublin-lazy-bookofkells.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/lazy-dublin-buidling.jpg"]

        }
      ]
    },
    {
      "category": "Adventurous",
      "title": "The Adventurous Dublin Tour",
      "preview": "Ready to chase the wild side of Dublin? Hike the dramatic cliffs of Howth, kayak under historic bridges, and uncover ancient secrets in castle ruins. This trip brings the thrill—urban energy meets epic nature.",
      "description": "Discover the thrills of Dublin and all its fascinating history... ",
     "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Urban Thrills & Hidden History",
          "day_description": "Kick things off by diving into Dublin’s energetic heart. Start with a self-guided Viking treasure hunt through the cobbled streets of Temple Bar, then hop on a city bike and cruise past landmarks like Dublin Castle and St. Patrick’s Cathedral. In the afternoon, gear up for a spooky underground tour of the Crypts at St. Michan’s, and wrap up the day with a night kayak down the Liffey—lit by the city skyline.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Cliff Hikes & Sea Breezes",
          "day_description": "Hop on a quick DART train to Howth for a day of rugged coastline and salty air. Hike the Howth Cliff Loop for epic views and crashing waves, keeping an eye out for seals and seabirds. Refuel with fish and chips from a local seaside shack before heading back into the city for some live music and well-earned pub grub.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Castles, Caves & Wild Escapes",
          "day_description": "Time to explore beyond the city! Take a day trip to the Wicklow Mountains where you’ll hike through Glendalough’s lush trails and ancient monastic ruins. Stop at Powerscourt Waterfall—the tallest in Ireland—for a photo op, and maybe even a wild dip if you're brave. End your adventure back in Dublin with one last pint and a storytelling session at a traditional folk pub.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "Family-friendly",
      "title": "The Family-friendly Dublin Tour",
      "preview": "Big fun for little explorers! Meet animals at Dublin Zoo, sail through Viking history on a splashy city tour, and enjoy hands-on science at EPIC and Explorium. It's smiles, stories, and memory-making for the whole crew.",
      "description": "Discover fun activities to do with all the family! ",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Animals, Parks & Playtime",
          "day_description": "Start the adventure at Dublin Zoo in Phoenix Park—home to lions, elephants, and playful penguins. After lunch, let the kids run wild in the park’s massive playground or rent bikes for a relaxed family ride. End the day with a cozy dinner and maybe even a scoop (or two) from Murphy’s Ice Cream.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/times-square.jpg","/images/itinerary_page/trinity-college.jpg","/images/itinerary_page/louvre.jpg","/images/itinerary_page/stephens-green.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Vikings, Science & Splash Zones",
          "day_description": "Get hands-on at EPIC The Irish Emigration Museum, where interactive exhibits and digital fun bring history to life. Then hop aboard the Viking Splash Tour—part city tour, part water adventure! In the afternoon, dive into the wonders of science and sports at Explorium, where kids can climb, discover, and create.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Castles, Fairy Tales & Seaside Fun",
          "day_description": "Take a short trip to Malahide Castle where you can explore towers, gardens, and even a magical fairy trail. Pack a picnic or grab lunch nearby, then spend the afternoon by the beach or throwing pebbles along the coastline in Portmarnock. Head back to Dublin for a casual dinner and a well-earned early night (for the kids, anyway!).",
          "day_images": ["/images/itinerary_page/times-square.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "Foodie",
      "title": "The Foodie Dublin Tour",
      "preview": "Bring your appetite—Dublin’s ready to wow you. From world-class seafood to street food gems and Guinness-infused everything, every bite tells a story. This is a delicious deep dive into the heart of Irish flavour.",
      "description": "Discover all the good food spots of Dublin!",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Taste the City",
          "day_description": "Kick things off with a guided Dublin food tour—nibble your way through the best of Irish cheeses, breads, and artisan bites. Grab lunch at The Woollen Mills or Tang, where Irish produce meets modern flair. In the evening, indulge in a cozy, candlelit dinner at The Winding Stair, overlooking the Liffey, and treat yourself to a rich Irish dessert (hello, sticky toffee pudding!).",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Markets, Brunch & Bold Flavors",
          "day_description": "Begin with a lazy brunch at Bibi’s Café or Two Pups, where eggs, avo, and strong coffee shine. Then it’s off to George’s Street Arcade and The Green Door Market to explore local vendors and sweet treats. For dinner, dive into Dublin’s global side—try incredible Middle Eastern at Shouk, or spice things up at Pickle for elevated Indian cuisine.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Coastal Catch & Gastro Delights",
          "day_description": "Take the train to Howth for fresh-off-the-boat seafood—try the chowder at Octopussy’s or fish and chips by the pier. Stroll the market, grab a crepe or local fudge, and breathe in the sea air. Head back to the city for a final feast at Chapter One or Bastible—the perfect Michelin-starred ending to your foodie love affair with Dublin.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    }
  ],


  "nyc": [
    {
      "category": "Adventurous",
      "title": "The Adventurous NYC Tour",
      "preview": "New York is your urban jungle gym—climb, cruise, explore! From rooftop views to kayaking on the Hudson, the city’s got thrills in every borough. Lace-up, look up, and let the adventure unfold.",
      "description": "Discover the thrills of NYC, the city who never sleeps... ",
      "pdf": "/pdf/adventurous_itinerary_nyc.pdf",
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Skyscrapers & Speed",
          "day_description": "Start with the Edge or Summit One Vanderbilt for insane views, then ride a CitiBike (for cheaper a price book a bike rental on viator) or down the West Side Highway. Try jet-skiing on the Hudson if you're feeling bold, or take a guided bike tour through the city. Wrap up your day with a rooftop dinner at Harriet’s in Brooklyn.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Explore the Boroughs",
          "day_description": "Take the subway to Queens and eat your way through Flushing’s Chinatown, or hike the trails in Van Cortlandt Park in the Bronx. Ferry out to Governors Island for ziplining and biking. At night, try an underground speakeasy or comedy club for a taste of wild NYC nightlife.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Climb, Cruise & Conquer",
          "day_description": "Hit The Vessel at Hudson Yards (or just take the stairs for the thrill), then do a kayaking session on the Hudson (free in warmer months!). Get your final thrill with a helicopter tour or a walk across the Brooklyn Bridge at sunset. End it all with street eats and live music at Smorgasburg (if it's the weekend!).",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "Lazy and cozy",
      "title": "The Lazy and Cozy NYC Tour",
      "preview": "Big city energy, slow-paced vibes. Think quiet coffee shops, book browsing in hidden corners, and slow walks through leafy parks. This trip is all about soaking up New York’s softer side—at your own pace.",
      "description": "This is a chill itinerary for exploring New-York slowly...",
      "pdf": "/pdf/lazy_itinerary_nyc.pdf",
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Chill in Central Park & Cozy Corners",
          "day_description": "Start your day with a slow stroll through Central Park, maybe with a hot chocolate in hand. Visit The Met, but take it easy—wander at your own pace, maybe just one wing. End the evening with a glass of wine and jazz at Bemelmans Bar or tucked away in The Library Bar at the NoMad.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Bookshops, Boutiques & Brooklyn",
          "day_description": "Head to McNally Jackson or Strand Bookstore for the cosiest book-lovers dream, then browse local shops in SoHo or DUMBO. Take the ferry across to Brooklyn just for the ride, and enjoy a slow lunch at Celestine overlooking the water. Wind down with a sunset walk along the Brooklyn Heights Promenade.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Art, Cafés & Quiet Corners",
          "day_description": "Spend your morning wandering the galleries of The Frick Collection or The Morgan Library, then sink into a café seat at Cafe Sabarsky or Everyman Espresso. Enjoy a late lunch and people-watching in Washington Square Park, and finish your trip with a slow dinner in Greenwich Village—think fairy lights and pasta at L'Artusi.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "Family-friendly",
      "title": "The Family-friendly NYC Tour",
      "preview": "Big fun for little legs and curious minds! From world-famous zoos to hands-on museums and Broadway shows for all ages, NYC is a playground for the whole family. Expect smiles, snacks, and lots of “wow!”",
      "description": "Discover fun activities to do with all the family! ",
      "pdf": "/pdf/family_friendly_itinerary_nyc.pdf",
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "Animals, Parks & Playgrounds",
          "day_description": "Kick things off with a visit to Central Park Zoo, then let the kids run wild at Heckscher Playground. Grab lunch nearby and spend the afternoon at The American Museum of Natural History (dinosaurs = instant win!). Dinner can be fun and casual at Ellen’s Stardust Diner, where the waiters sing show tunes.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]
        },
        {
          "day_nb": "DAY 2",
          "day_title": "Boats, Broadway & Big Smiles",
          "day_description": "Take a ride on the Staten Island Ferry for Statue of Liberty views without the lines, then spend the afternoon at The Intrepid Sea, Air & Space Museum. If the kids are old enough, catch a Broadway or Off-Broadway family-friendly show in the evening—Aladdin, The Lion King, or Wicked are all big hits.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Science & Sugar Rush",
          "day_description": "Visit the Children’s Museum of Manhattan or Brooklyn Children's Museum for hands-on play. Stop by Dylan’s Candy Bar for a treat, then explore Little Island, a floating park perfect for a fun final wander. End with pizza at John’s of Bleecker Street—classic, cozy, and kid-approved.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]          
        
        }
      ]
    },
    {
      "category": "Foodie",
      "title": "The Foodie NYC Tour",
      "preview": "Come hungry—New York’s flavours are endless. Bagels, dumplings, pizza, Michelin stars, and everything in between. Every neighbourhood’s a new bite, every meal’s a memory.",
      "description": "Discover all the good food spots of NYC!",
      "pdf": "/pdf/foodie_itinerary_nyc.pdf",
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "The Classics, Reimagined",
          "day_description": "Start with a legendary bagel and lox from Russ & Daughters, then take a food history tour of the Lower East Side. For lunch, dive into dumplings and hand-pulled noodles in Chinatown, then finish with dinner at Estela or Cosme—bold flavours, and stylish settings.",
          "day_images": ["/images/itinerary_page/times-square.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "Market Hopping & Neighbourhood Bites",
          "day_description": "Begin at Chelsea Market with pastries and tacos, then snack your way down the High Line. Spend your afternoon grazing through Smorgasburg (weekends only) or explore Arthur Avenue in the Bronx for authentic Italian eats. Book a dinner at Katz’s Deli or treat yourself to Le Bernardin if you’re feeling fancy.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "Sweets, Street Food & Stars",
          "day_description": "Hit Dominique Ansel Bakery for the famous cronut or go full New York with a black-and-white cookie. Grab a slice from Joe’s Pizza, a dirty-water hot dog, or halal from a street cart. Cap it off with a Michelin-starred meal at Atomix, Cote, or Rezdôra—a food finale you’ll dream about.",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/trinity-college.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    }
  ],

  "paris": [
      {
        "category": "The Classic Sightseer",
        "title": "The Sightseer Paris Tour",
        "author": "Sandra",
        "preview": "Think Eiffel Tower sunsets, Louvre masterpieces and strolls along the Seine. The itinerary for first-timers.",
        "description": "Experience the magic of Paris through its most iconic landmarks!",
        "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
        "days": [
          {
            "day_nb": "DAY 1",
            "day_title": "Icons and Aerial Views",
            "day_description": "Step into a storybook with a stroll through the heart of Paris. Starting at the Eiffel Tower, ride all the way to the top for a sweeping view of the city. Then wander down the Champ de Mars to the Seine and hop on a scenic river cruise past Notre-Dame, the Louvre and more iconic structures. Wrap up the day with dinner on the Champs-Élysées and a moonlit walk."
          },
          {
            "day_nb": "DAY 2",
            "day_title": "Masterpiece Magic",
            "day_description": "Begin at the Louvre and soak in the highlights (hello Mona Lisa!). After luncj in the Tuileries Gardens, head north to the bohemian Montmartre. Meet the arts at Place du Tertre and climb the Sacré-coeur for breathtaking views."
          },
          {
            "day_nb": "DAY 3",
            "day_title": "Parisian Farewell",
            "day_description": "Starting at Notre-Dame Cathedrel you will cross over to Île Saint-Louis for a quiet morning of boutique browsing and Berthillon ice cream. Wander the Latin Quarter for history-soaked streets and a visit to the Panthéon. End you trip with a farewell dinner in the elegant Saint-Germain-des-Prés. "
          }
        ]
      },
      {
        "category": "The Arts & Culture Lover",
        "title": "The Arts and Culture Paris Tour",
        "author": "Sandra",
        "preview": "With world-class museums, historic bookshops and charming neightbourhoods steeped in creativity, this itinerary is ideal for those who crave inspiration!",
        "description": "Dive into Paris's artistic soul!",
        "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
        "days": [
          {
            "day_nb": "DAY 1",
            "day_title": "Brushstrokes and Boulevards",
            "day_description": "Begining your journey at the Musée d'Orsay, you will see impressionist icons at every turn! Then cross the Seine to explore the Louvre's glass pyramid and curates highlights tour. As the sun begins to set, stroll through the Tuileries Gardens and end you day with dinner in the Latin Quarter."
          },
          {
            "day_nb": "DAY 2",
            "day_title": "Myths & Montmartre",
            "day_description": "your morning will be spent in Montmartre, visit the Espace Dalí and see where Picasso once roamed. In the afternoon, stop by the legendary Shakespeare & Company bookshop. Settle in for an evening at the Opéra Garnier or catch a smaller performance in the Marais."
          },
          {
            "day_nb": "DAY 3",
            "day_title": "Sculptures and Streets",
            "day_description": "Kicking off at Centre Pompidou, where bold art meets bold architexture. Leter you will discover the peaceful Rodin Museum and its sculpture garden oasis. Wrap up your artistic escape at a gallery of café exhibit, letting the city's creativity linger for a little longer. "
          }
        ]
      },
      {
        "category": "The Romantic",
        "title": "The Romantic Paris Tour",
        "author": "Sandra",
        "preview": "Wander hand-in-hand",
        "description": "Wander hand-in-hand through cobbled streets, cosy cafés, and gardens made for lingering. Whether you're travelling solo or with a partner, this dreamy itinerary captures the poetic essence of Paris",
        "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
        "days": [
          {
            "day_nb": "DAY 1",
            "day_title": "Sunset Strolls",
            "day_description": "Start your Parisian escape with a relaxed sunset picnic at Champ de Mars, watching the Eiffel Tower shimmer as the ligh fades. Then wander along the Seine, stopping at the iconic lover's lock bridge. End your evening with a cozy candlelit dinner in the enchanting La Marais, full of cobblestone streets and romance."
          },
          {
            "day_nb": "DAY 2",
            "day_title": "Hidden Passages",
            "day_description": "Take a stroll through the hidden passages of Galerie Vivienne, where Parisian boutiques and vintage cafés await. Spend the afternoon unwinding in the serene Jardin du Luxembourg. As the night falls, head up to a rooftop bar for sparkling views of the Eiffel Tower and a glass of wine."
          },
          {
            "day_nb": "DAY 3",
            "day_title": "Love Is In The Air",
            "day_description": "Spend your last day wandering the quieter streets of Paris, discovering hidden corners. Enjoy an intimate boat ride along the Seine, letting the city unfold infront of you. After a leisurey lunch, find a quiet café by the river for a final goodbye."
          }
        ]
      },
      {
        "category": "Family-Friendly Adventurers",
        "title": "The Family Paris Tour",
        "author": "Sandra",
        "preview": "preview to add",
        "description": "description to add",
        "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
        "days": [
          {
            "day_nb": "DAY 1",
            "day_title": "Playgrounds of Paris",
            "day_description": "Kick off the dayat the Jardin d'Acclimation, where mini rollercoasters, petting zoos. Let the grown-ups relax on a cruise of the Seine, where the little ones can see all the magical views. End the day with a ride up Montmartre funicular and see the street artists!"
          },
          {
            "day_nb": "DAY 2",
            "day_title": "Science, Sails & Storybooks",
            "day_description": "Dive into the interactive dun at the Cité des Sciences et de l'Industrie, with exhibits that light up curiosity in all ages! Later relax at Luxembourg Gardens, think pony rides vintage puppet shows and tiny sailboats! The little ones will be busy while the growns enjoy a coffee."
          },
          {
            "day_nb": "DAY 3",
            "day_title": "Dinos & Artists",
            "day_description": "Explore the Natural History Museum and look for dinosaur skeletons, sparkling crystals and zoo animals at the Jardin des Plantes. Wrap up your trip with a final wander through a local pâtisserie ."
          }
        ]
      }

    ],
  "tokyo": [
    {
      "category": "categ",
      "title": "The ? Tokyo Tour",
      "preview": "preview to add",
      "description": "description to add",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "categ",
      "title": "The ? Tokyo Tour",
      "preview": "preview to add",
      "description": "description to add",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "categ",
      "title": "The ? Tokyo Tour",
      "preview": "preview to add",
      "description": "description to add",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    },
    {
      "category": "categ",
      "title": "The ? Tokyo Tour",
      "preview": "preview to add",
      "description": "description to add",
      "images": ["images/itinerary_page/temple-bar.jpg", "it3.jpg", "it4.jpg"],
      "days": [
        {
          "day_nb": "DAY 1",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 2",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        },
        {
          "day_nb": "DAY 3",
          "day_title": "",
          "day_description": "",
          "day_images": ["/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg","/images/itinerary_page/temple-bar.jpg"]

        }
      ]
    }
  ]
}

